{
    "title": "Biblical Clock Verses - Complete ESV Collection",
    "description": "A comprehensive collection of ESV Bible verses mapped to all possible clock times (1:00-12:59)",
    "version": "2.0.0",
    "verses": [
        {
            "book": "Genesis",
            "chapter": 1,
            "verse": 1,
            "text": "In the beginning, God created the heavens and the earth."
        },
        {
            "book": "Genesis",
            "chapter": 1,
            "verse": 2,
            "text": "The earth was without form and void, and darkness was over the face of the deep. And the Spirit of God was hovering over the face of the waters."
        },
        {
            "book": "Genesis",
            "chapter": 1,
            "verse": 3,
            "text": "And God said, 'Let there be light,' and there was light."
        },
        {
            "book": "Genesis",
            "chapter": 1,
            "verse": 4,
            "text": "And God saw that the light was good. And God separated the light from the darkness."
        },
        {
            "book": "Genesis",
            "chapter": 1,
            "verse": 5,
            "text": "God called the light Day, and the darkness he called Night. And there was evening and there was morning, the first day."
        },
        {
            "book": "Genesis",
            "chapter": 1,
            "verse": 6,
            "text": "And God said, 'Let there be an expanse in the midst of the waters, and let it separate the waters from the waters.'"
        },
        {
            "book": "Genesis",
            "chapter": 1,
            "verse": 7,
            "text": "And God made the expanse and separated the waters that were under the expanse from the waters that were above the expanse. And it was so."
        },
        {
            "book": "Genesis",
            "chapter": 1,
            "verse": 8,
            "text": "And God called the expanse Heaven. And there was evening and there was morning, the second day."
        },
        {
            "book": "Genesis",
            "chapter": 1,
            "verse": 9,
            "text": "And God said, 'Let the waters under the heavens be gathered together into one place, and let the dry land appear.' And it was so."
        },
        {
            "book": "Genesis",
            "chapter": 1,
            "verse": 10,
            "text": "God called the dry land Earth, and the waters that were gathered together he called Seas. And God saw that it was good."
        },
        {
            "book": "Genesis",
            "chapter": 1,
            "verse": 11,
            "text": "And God said, 'Let the earth sprout vegetation, plants yielding seed, and fruit trees bearing fruit in which is their seed, each according to its kind, on the earth.' And it was so."
        },
        {
            "book": "Genesis",
            "chapter": 1,
            "verse": 12,
            "text": "The earth brought forth vegetation, plants yielding seed according to their own kinds, and trees bearing fruit in which is their seed, each according to its kind. And God saw that it was good."
        },
        {
            "book": "Genesis",
            "chapter": 1,
            "verse": 13,
            "text": "And there was evening and there was morning, the third day."
        },
        {
            "book": "Genesis",
            "chapter": 1,
            "verse": 14,
            "text": "And God said, 'Let there be lights in the expanse of the heavens to separate the day from the night. And let them be for signs and for seasons, and for days and years,'"
        },
        {
            "book": "Genesis",
            "chapter": 1,
            "verse": 15,
            "text": "and let them be lights in the expanse of the heavens to give light upon the earth.' And it was so."
        },
        {
            "book": "Genesis",
            "chapter": 1,
            "verse": 16,
            "text": "And God made the two great lights—the greater light to rule the day and the lesser light to rule the night—and the stars."
        },
        {
            "book": "Genesis",
            "chapter": 1,
            "verse": 17,
            "text": "And God set them in the expanse of the heavens to give light on the earth,"
        },
        {
            "book": "Genesis",
            "chapter": 1,
            "verse": 18,
            "text": "to rule over the day and over the night, and to separate the light from the darkness. And God saw that it was good."
        },
        {
            "book": "Genesis",
            "chapter": 1,
            "verse": 19,
            "text": "And there was evening and there was morning, the fourth day."
        },
        {
            "book": "Genesis",
            "chapter": 1,
            "verse": 20,
            "text": "And God said, 'Let the waters swarm with swarms of living creatures, and let birds fly above the earth across the expanse of the heavens.'"
        },
        {
            "book": "Genesis",
            "chapter": 1,
            "verse": 21,
            "text": "So God created the great sea creatures and every living creature that moves, with which the waters swarm, according to their kinds, and every winged bird according to its kind. And God saw that it was good."
        },
        {
            "book": "Genesis",
            "chapter": 1,
            "verse": 22,
            "text": "And God blessed them, saying, 'Be fruitful and multiply and fill the waters in the seas, and let birds multiply on the earth.'"
        },
        {
            "book": "Genesis",
            "chapter": 1,
            "verse": 23,
            "text": "And there was evening and there was morning, the fifth day."
        },
        {
            "book": "Genesis",
            "chapter": 1,
            "verse": 24,
            "text": "And God said, 'Let the earth bring forth living creatures according to their kinds—livestock and creeping things and beasts of the earth according to their kinds.' And it was so."
        },
        {
            "book": "Genesis",
            "chapter": 1,
            "verse": 25,
            "text": "And God made the beasts of the earth according to their kinds and the livestock according to their kinds, and everything that creeps on the ground according to its kind. And God saw that it was good."
        },
        {
            "book": "Genesis",
            "chapter": 1,
            "verse": 26,
            "text": "Then God said, 'Let us make man in our image, after our likeness. And let them have dominion over the fish of the sea and over the birds of the heavens and over the livestock and over all the earth and over every creeping thing that creeps on the earth.'"
        },
        {
            "book": "Genesis",
            "chapter": 1,
            "verse": 27,
            "text": "So God created man in his own image, in the image of God he created him; male and female he created them."
        },
        {
            "book": "Genesis",
            "chapter": 1,
            "verse": 28,
            "text": "And God blessed them. And God said to them, 'Be fruitful and multiply and fill the earth and subdue it, and have dominion over the fish of the sea and over the birds of the heavens and over every living thing that moves on the earth.'"
        },
        {
            "book": "Genesis",
            "chapter": 1,
            "verse": 29,
            "text": "And God said, 'Behold, I have given you every plant yielding seed that is on the face of all the earth, and every tree with seed in its fruit. You shall have them for food.'"
        },
        {
            "book": "Genesis",
            "chapter": 1,
            "verse": 30,
            "text": "And to every beast of the earth and to every bird of the heavens and to everything that creeps on the earth, everything that has the breath of life, I have given every green plant for food.' And it was so."
        },
        {
            "book": "Genesis",
            "chapter": 1,
            "verse": 31,
            "text": "And God saw everything that he had made, and behold, it was very good. And there was evening and there was morning, the sixth day."
        },
        {
            "book": "Genesis",
            "chapter": 1,
            "verse": 32,
            "text": "Thus the heavens and the earth were finished, and all the host of them."
        },
        {
            "book": "Genesis",
            "chapter": 1,
            "verse": 33,
            "text": "And on the seventh day God finished his work that he had done, and he rested on the seventh day from all his work that he had done."
        },
        {
            "book": "Genesis",
            "chapter": 1,
            "verse": 34,
            "text": "So God blessed the seventh day and made it holy, because on it God rested from all his work that he had done in creation."
        },
        {
            "book": "Genesis",
            "chapter": 1,
            "verse": 35,
            "text": "These are the generations of the heavens and the earth when they were created, in the day that the Lord God made the earth and the heavens."
        },
        {
            "book": "Genesis",
            "chapter": 1,
            "verse": 36,
            "text": "When no bush of the field was yet in the land and no small plant of the field had yet sprung up—for the Lord God had not caused it to rain on the land, and there was no man to work the ground,"
        },
        {
            "book": "Genesis",
            "chapter": 1,
            "verse": 37,
            "text": "and a mist was going up from the land and was watering the whole face of the ground—"
        },
        {
            "book": "Genesis",
            "chapter": 1,
            "verse": 38,
            "text": "then the Lord God formed the man of dust from the ground and breathed into his nostrils the breath of life, and the man became a living creature."
        },
        {
            "book": "Genesis",
            "chapter": 1,
            "verse": 39,
            "text": "And the Lord God planted a garden in Eden, in the east, and there he put the man whom he had formed."
        },
        {
            "book": "Genesis",
            "chapter": 1,
            "verse": 40,
            "text": "And out of the ground the Lord God made to spring up every tree that is pleasant to the sight and good for food. The tree of life was in the midst of the garden, and the tree of the knowledge of good and evil."
        },
        {
            "book": "Genesis",
            "chapter": 1,
            "verse": 41,
            "text": "A river flowed out of Eden to water the garden, and there it divided and became four rivers."
        },
        {
            "book": "Genesis",
            "chapter": 1,
            "verse": 42,
            "text": "The name of the first is the Pishon. It is the one that flowed around the whole land of Havilah, where there is gold."
        },
        {
            "book": "Genesis",
            "chapter": 1,
            "verse": 43,
            "text": "And the gold of that land is good; bdellium and onyx stone are there."
        },
        {
            "book": "Genesis",
            "chapter": 1,
            "verse": 44,
            "text": "The name of the second river is the Gihon. It is the one that flowed around the whole land of Cush."
        },
        {
            "book": "Genesis",
            "chapter": 1,
            "verse": 45,
            "text": "And the name of the third river is the Tigris, which flows east of Assyria. And the fourth river is the Euphrates."
        },
        {
            "book": "Genesis",
            "chapter": 1,
            "verse": 46,
            "text": "The Lord God took the man and put him in the garden of Eden to work it and keep it."
        },
        {
            "book": "Genesis",
            "chapter": 1,
            "verse": 47,
            "text": "And the Lord God commanded the man, saying, 'Of every tree of the garden you may freely eat,"
        },
        {
            "book": "Genesis",
            "chapter": 1,
            "verse": 48,
            "text": "but of the tree of the knowledge of good and evil you shall not eat, for in the day that you eat of it you shall surely die.'"
        },
        {
            "book": "Genesis",
            "chapter": 1,
            "verse": 49,
            "text": "Then the Lord God said, 'It is not good that the man should be alone; I will make him a helper fit for him.'"
        },
        {
            "book": "Genesis",
            "chapter": 1,
            "verse": 50,
            "text": "Now out of the ground the Lord God had formed every beast of the field and every bird of the heavens and brought them to the man to see what he would call them. And whatever the man called every living creature, that was its name."
        },
        {
            "book": "Genesis",
            "chapter": 1,
            "verse": 51,
            "text": "The man gave names to all livestock and to the birds of the heavens and to every beast of the field. But for Adam there was not found a helper fit for him."
        },
        {
            "book": "Genesis",
            "chapter": 1,
            "verse": 52,
            "text": "So the Lord God caused a deep sleep to fall upon the man, and while he slept took one of his ribs and closed up its place with flesh."
        },
        {
            "book": "Genesis",
            "chapter": 1,
            "verse": 53,
            "text": "And the rib that the Lord God had taken from the man he made into a woman and brought her to the man."
        },
        {
            "book": "Genesis",
            "chapter": 1,
            "verse": 54,
            "text": "Then the man said, 'This at last is bone of my bones and flesh of my flesh; she shall be called Woman, because she was taken out of Man.'"
        },
        {
            "book": "Genesis",
            "chapter": 1,
            "verse": 55,
            "text": "Therefore a man shall leave his father and his mother and hold fast to his wife, and they shall become one flesh."
        },
        {
            "book": "Genesis",
            "chapter": 1,
            "verse": 56,
            "text": "And the man and his wife were both naked and were not ashamed."
        },
        {
            "book": "Genesis",
            "chapter": 1,
            "verse": 57,
            "text": "Now the serpent was more crafty than any beast of the field that the Lord God had made. He said to the woman, 'Did God really say, 'You shall not eat from any tree in the garden'?'"
        },
        {
            "book": "Genesis",
            "chapter": 1,
            "verse": 58,
            "text": "And the woman said to the serpent, 'We may eat of the fruit of the trees in the garden,"
        },
        {
            "book": "Genesis",
            "chapter": 1,
            "verse": 59,
            "text": "but God said, 'You shall not eat of the fruit of the tree that is in the midst of the garden, neither shall you touch it, lest you die.''"
        },
        {
            "book": "Psalms",
            "chapter": 2,
            "verse": 0,
            "text": "Why do the nations rage and the peoples plot in vain?"
        },
        {
            "book": "Psalms",
            "chapter": 2,
            "verse": 1,
            "text": "The kings of the earth set themselves, and the rulers take counsel together, against the Lord and against his Anointed, saying,"
        },
        {
            "book": "Psalms",
            "chapter": 2,
            "verse": 2,
            "text": "'Let us burst their bonds apart and cast away their cords from us.'"
        },
        {
            "book": "Psalms",
            "chapter": 2,
            "verse": 3,
            "text": "He who sits in the heavens laughs; the Lord holds them in derision."
        },
        {
            "book": "Psalms",
            "chapter": 2,
            "verse": 4,
            "text": "Then he will speak to them in his wrath, and terrify them in his fury, saying,"
        },
        {
            "book": "Psalms",
            "chapter": 2,
            "verse": 5,
            "text": "'As for me, I have set my King on Zion, my holy hill.'"
        },
        {
            "book": "Psalms",
            "chapter": 2,
            "verse": 6,
            "text": "I will tell of the decree: The Lord said to me, 'You are my Son; today I have begotten you.'"
        },
        {
            "book": "Psalms",
            "chapter": 2,
            "verse": 7,
            "text": "Ask of me, and I will make the nations your heritage, and the ends of the earth your possession."
        },
        {
            "book": "Psalms",
            "chapter": 2,
            "verse": 8,
            "text": "You shall break them with a rod of iron and dash them in pieces like a potter's vessel."
        },
        {
            "book": "Psalms",
            "chapter": 2,
            "verse": 9,
            "text": "Now therefore, O kings, be wise; be warned, O rulers of the earth."
        },
        {
            "book": "Psalms",
            "chapter": 2,
            "verse": 10,
            "text": "Serve the Lord with fear, and rejoice with trembling."
        },
        {
            "book": "Psalms",
            "chapter": 2,
            "verse": 11,
            "text": "Kiss the Son, lest he be angry, and you perish in the way, for his wrath is quickly kindled. Blessed are all who take refuge in him."
        },
        {
            "book": "Psalms",
            "chapter": 2,
            "verse": 12,
            "text": "O Lord, how many are my foes! Many are rising against me;"
        },
        {
            "book": "Psalms",
            "chapter": 2,
            "verse": 13,
            "text": "many are saying of my soul, 'There is no salvation for him in God.'"
        },
        {
            "book": "Psalms",
            "chapter": 2,
            "verse": 14,
            "text": "But you, O Lord, are a shield about me, my glory, and the lifter of my head."
        },
        {
            "book": "Psalms",
            "chapter": 2,
            "verse": 15,
            "text": "I cried aloud to the Lord, and he answered me from his holy hill."
        },
        {
            "book": "Psalms",
            "chapter": 2,
            "verse": 16,
            "text": "I lay down and slept; I woke again, for the Lord sustained me."
        },
        {
            "book": "Psalms",
            "chapter": 2,
            "verse": 17,
            "text": "I will not be afraid of many thousands of people who have set themselves against me all around."
        },
        {
            "book": "Psalms",
            "chapter": 2,
            "verse": 18,
            "text": "Arise, O Lord! Save me, O my God! For you strike all my enemies on the cheek; you break the teeth of the wicked."
        },
        {
            "book": "Psalms",
            "chapter": 2,
            "verse": 19,
            "text": "Salvation belongs to the Lord; your blessing be on your people!"
        },
        {
            "book": "Psalms",
            "chapter": 2,
            "verse": 20,
            "text": "Answer me when I call, O God of my righteousness! You have given me relief when I was in distress. Be gracious to me and hear my prayer!"
        },
        {
            "book": "Psalms",
            "chapter": 2,
            "verse": 21,
            "text": "O men, how long shall my honor be turned into shame? How long will you love vain words and seek after lies?"
        },
        {
            "book": "Psalms",
            "chapter": 2,
            "verse": 22,
            "text": "But know that the Lord has set apart the godly for himself; the Lord hears when I call to him."
        },
        {
            "book": "Psalms",
            "chapter": 2,
            "verse": 23,
            "text": "Be angry, and do not sin; ponder in your own hearts on your beds, and be silent."
        },
        {
            "book": "Psalms",
            "chapter": 2,
            "verse": 24,
            "text": "Offer right sacrifices, and put your trust in the Lord."
        },
        {
            "book": "Psalms",
            "chapter": 2,
            "verse": 25,
            "text": "There are many who say, 'Who will show us some good? Lift up the light of your face upon us, O Lord!'"
        },
        {
            "book": "Psalms",
            "chapter": 2,
            "verse": 26,
            "text": "You have put more joy in my heart than they have when their grain and wine abound."
        },
        {
            "book": "Psalms",
            "chapter": 2,
            "verse": 27,
            "text": "In peace I will both lie down and sleep; for you alone, O Lord, make me dwell in safety."
        },
        {
            "book": "Psalms",
            "chapter": 2,
            "verse": 28,
            "text": "Give ear to my words, O Lord; consider my groaning."
        },
        {
            "book": "Psalms",
            "chapter": 2,
            "verse": 29,
            "text": "Give attention to the sound of my cry, my King and my God, for to you do I pray."
        },
        {
            "book": "Psalms",
            "chapter": 2,
            "verse": 30,
            "text": "O Lord, in the morning you hear my voice; in the morning I prepare a sacrifice for you and watch."
        },
        {
            "book": "Psalms",
            "chapter": 2,
            "verse": 31,
            "text": "For you are not a God who delights in wickedness; evil may not dwell with you."
        },
        {
            "book": "Psalms",
            "chapter": 2,
            "verse": 32,
            "text": "The boastful shall not stand before your eyes; you hate all evildoers."
        },
        {
            "book": "Psalms",
            "chapter": 2,
            "verse": 33,
            "text": "You destroy those who speak lies; the Lord abhors the bloodthirsty and deceitful man."
        },
        {
            "book": "Psalms",
            "chapter": 2,
            "verse": 34,
            "text": "But I, through the abundance of your steadfast love, will enter your house. I will bow down toward your holy temple in the fear of you."
        },
        {
            "book": "Psalms",
            "chapter": 2,
            "verse": 35,
            "text": "Lead me, O Lord, in your righteousness because of my enemies; make your way straight before me."
        },
        {
            "book": "Psalms",
            "chapter": 2,
            "verse": 36,
            "text": "For there is no truth in their mouth; their inmost self is destruction; their throat is an open grave; they flatter with their tongue."
        },
        {
            "book": "Psalms",
            "chapter": 2,
            "verse": 37,
            "text": "Make them bear their guilt, O God; let them fall by their own counsels; because of the abundance of their transgressions cast them out, for they have rebelled against you."
        },
        {
            "book": "Psalms",
            "chapter": 2,
            "verse": 38,
            "text": "But let all who take refuge in you rejoice; let them ever sing for joy, and spread your protection over them, that those who love your name may exult in you."
        },
        {
            "book": "Psalms",
            "chapter": 2,
            "verse": 39,
            "text": "For you bless the righteous, O Lord; you cover him with favor as with a shield."
        },
        {
            "book": "Psalms",
            "chapter": 2,
            "verse": 40,
            "text": "O Lord, rebuke me not in your anger, nor discipline me in your wrath."
        },
        {
            "book": "Psalms",
            "chapter": 2,
            "verse": 41,
            "text": "Be gracious to me, O Lord, for I am languishing; heal me, O Lord, for my bones are troubled."
        },
        {
            "book": "Psalms",
            "chapter": 2,
            "verse": 42,
            "text": "My soul also is greatly troubled. But you, O Lord—how long?"
        },
        {
            "book": "Psalms",
            "chapter": 2,
            "verse": 43,
            "text": "Turn, O Lord, deliver my life; save me for the sake of your steadfast love."
        },
        {
            "book": "Psalms",
            "chapter": 2,
            "verse": 44,
            "text": "For in death there is no remembrance of you; in Sheol who will give you praise?"
        },
        {
            "book": "Psalms",
            "chapter": 2,
            "verse": 45,
            "text": "I am weary with my moaning; every night I flood my bed with tears; I drench my couch with my weeping."
        },
        {
            "book": "Psalms",
            "chapter": 2,
            "verse": 46,
            "text": "My eye wastes away because of grief; it grows weak because of all my foes."
        },
        {
            "book": "Psalms",
            "chapter": 2,
            "verse": 47,
            "text": "Depart from me, all you workers of evil, for the Lord has heard the sound of my weeping."
        },
        {
            "book": "Psalms",
            "chapter": 2,
            "verse": 48,
            "text": "The Lord has heard my plea; the Lord accepts my prayer."
        },
        {
            "book": "Psalms",
            "chapter": 2,
            "verse": 49,
            "text": "All my enemies shall be ashamed and greatly troubled; they shall turn back and be put to shame in a moment."
        },
        {
            "book": "Psalms",
            "chapter": 2,
            "verse": 50,
            "text": "O Lord my God, in you do I take refuge; save me from all my pursuers and deliver me,"
        },
        {
            "book": "Psalms",
            "chapter": 2,
            "verse": 51,
            "text": "lest like a lion they tear my soul apart, rending it in pieces, with none to deliver."
        },
        {
            "book": "Psalms",
            "chapter": 2,
            "verse": 52,
            "text": "O Lord my God, if I have done this, if there is wrong in my hands,"
        },
        {
            "book": "Psalms",
            "chapter": 2,
            "verse": 53,
            "text": "if I have repaid my friend with evil or plundered my enemy without cause,"
        },
        {
            "book": "Psalms",
            "chapter": 2,
            "verse": 54,
            "text": "let the enemy pursue my soul and overtake it, and let him trample my life to the ground and lay my glory in the dust."
        },
        {
            "book": "Psalms",
            "chapter": 2,
            "verse": 55,
            "text": "Arise, O Lord, in your anger; lift yourself up against the fury of my enemies; awake for me; you have appointed a judgment."
        },
        {
            "book": "Psalms",
            "chapter": 2,
            "verse": 56,
            "text": "Let the assembly of the peoples be gathered about you; over it return on high."
        },
        {
            "book": "Psalms",
            "chapter": 2,
            "verse": 57,
            "text": "The Lord judges the peoples; judge me, O Lord, according to my righteousness and according to the integrity that is in me."
        },
        {
            "book": "Psalms",
            "chapter": 2,
            "verse": 58,
            "text": "Oh, let the evil of the wicked come to an end, and may you establish the righteous—you who test the minds and hearts, O righteous God!"
        },
        {
            "book": "Psalms",
            "chapter": 2,
            "verse": 59,
            "text": "My shield is with God, who saves the upright in heart."
        },
        {
            "book": "John",
            "chapter": 3,
            "verse": 0,
            "text": "Now there was a man of the Pharisees named Nicodemus, a ruler of the Jews."
        },
        {
            "book": "John",
            "chapter": 3,
            "verse": 1,
            "text": "This man came to Jesus by night and said to him, 'Rabbi, we know that you are a teacher come from God, for no one can do these signs that you do unless God is with him.'"
        },
        {
            "book": "John",
            "chapter": 3,
            "verse": 2,
            "text": "Jesus answered him, 'Truly, truly, I say to you, unless one is born again he cannot see the kingdom of God.'"
        },
        {
            "book": "John",
            "chapter": 3,
            "verse": 3,
            "text": "Nicodemus said to him, 'How can a man be born when he is old? Can he enter a second time into his mother's womb and be born?'"
        },
        {
            "book": "John",
            "chapter": 3,
            "verse": 4,
            "text": "Jesus answered, 'Truly, truly, I say to you, unless one is born of water and the Spirit, he cannot enter the kingdom of God.'"
        },
        {
            "book": "John",
            "chapter": 3,
            "verse": 5,
            "text": "That which is born of the flesh is flesh, and that which is born of the Spirit is spirit."
        },
        {
            "book": "John",
            "chapter": 3,
            "verse": 6,
            "text": "Do not marvel that I said to you, 'You must be born again.'"
        },
        {
            "book": "John",
            "chapter": 3,
            "verse": 7,
            "text": "The wind blows where it wishes, and you hear its sound, but you do not know where it comes from or where it goes. So it is with everyone who is born of the Spirit."
        },
        {
            "book": "John",
            "chapter": 3,
            "verse": 8,
            "text": "Nicodemus said to him, 'How can these things be?'"
        },
        {
            "book": "John",
            "chapter": 3,
            "verse": 9,
            "text": "Jesus answered him, 'Are you the teacher of Israel and yet you do not understand these things?'"
        },
        {
            "book": "John",
            "chapter": 3,
            "verse": 10,
            "text": "Truly, truly, I say to you, we speak of what we know, and bear witness to what we have seen, but you do not receive our testimony."
        },
        {
            "book": "John",
            "chapter": 3,
            "verse": 11,
            "text": "If I have told you earthly things and you do not believe, how can you believe if I tell you heavenly things?"
        },
        {
            "book": "John",
            "chapter": 3,
            "verse": 12,
            "text": "No one has ascended into heaven except he who descended from heaven, the Son of Man."
        },
        {
            "book": "John",
            "chapter": 3,
            "verse": 13,
            "text": "And as Moses lifted up the serpent in the wilderness, so must the Son of Man be lifted up,"
        },
        {
            "book": "John",
            "chapter": 3,
            "verse": 14,
            "text": "that whoever believes in him may have eternal life."
        },
        {
            "book": "John",
            "chapter": 3,
            "verse": 15,
            "text": "For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life."
        },
        {
            "book": "John",
            "chapter": 3,
            "verse": 16,
            "text": "For God did not send his Son into the world to condemn the world, but in order that the world might be saved through him."
        },
        {
            "book": "John",
            "chapter": 3,
            "verse": 17,
            "text": "Whoever believes in him is not condemned, but whoever does not believe is condemned already, because he has not believed in the name of the only Son of God."
        },
        {
            "book": "John",
            "chapter": 3,
            "verse": 18,
            "text": "And this is the judgment: the light has come into the world, and people loved the darkness rather than the light because their works were evil."
        },
        {
            "book": "John",
            "chapter": 3,
            "verse": 19,
            "text": "For everyone who does wicked things hates the light and does not come to the light, lest his works should be exposed."
        },
        {
            "book": "John",
            "chapter": 3,
            "verse": 20,
            "text": "But whoever does what is true comes to the light, so that it may be clearly seen that his works have been carried out in God."
        },
        {
            "book": "John",
            "chapter": 3,
            "verse": 21,
            "text": "After this Jesus and his disciples went into the Judean countryside, and he remained there with them and was baptizing."
        },
        {
            "book": "John",
            "chapter": 3,
            "verse": 22,
            "text": "John also was baptizing at Aenon near Salim, because water was plentiful there, and people were coming and being baptized"
        },
        {
            "book": "John",
            "chapter": 3,
            "verse": 23,
            "text": "(for John had not yet been put in prison)."
        },
        {
            "book": "John",
            "chapter": 3,
            "verse": 24,
            "text": "Now a discussion arose between some of John's disciples and a Jew over purification."
        },
        {
            "book": "John",
            "chapter": 3,
            "verse": 25,
            "text": "And they came to John and said to him, 'Rabbi, he who was with you across the Jordan, to whom you bore witness—look, he is baptizing, and all are going to him.'"
        },
        {
            "book": "John",
            "chapter": 3,
            "verse": 26,
            "text": "John answered, 'A person cannot receive even one thing unless it is given him from heaven.'"
        },
        {
            "book": "John",
            "chapter": 3,
            "verse": 27,
            "text": "You yourselves bear me witness, that I said, 'I am not the Christ, but I have been sent before him.'"
        },
        {
            "book": "John",
            "chapter": 3,
            "verse": 28,
            "text": "The one who has the bride is the bridegroom. The friend of the bridegroom, who stands and hears him, rejoices greatly at the bridegroom's voice. Therefore this joy of mine is now complete."
        },
        {
            "book": "John",
            "chapter": 3,
            "verse": 29,
            "text": "He must increase, but I must decrease."
        },
        {
            "book": "John",
            "chapter": 3,
            "verse": 30,
            "text": "He who comes from above is above all. He who is of the earth belongs to the earth and speaks in an earthly way. He who comes from heaven is above all."
        },
        {
            "book": "John",
            "chapter": 3,
            "verse": 31,
            "text": "He bears witness to what he has seen and heard, yet no one receives his testimony."
        },
        {
            "book": "John",
            "chapter": 3,
            "verse": 32,
            "text": "Whoever receives his testimony sets his seal to this, that God is true."
        },
        {
            "book": "John",
            "chapter": 3,
            "verse": 33,
            "text": "For he whom God has sent utters the words of God, for he gives the Spirit without measure."
        },
        {
            "book": "John",
            "chapter": 3,
            "verse": 34,
            "text": "The Father loves the Son and has given all things into his hand."
        },
        {
            "book": "John",
            "chapter": 3,
            "verse": 35,
            "text": "Whoever believes in the Son has eternal life; whoever does not obey the Son shall not see life, but the wrath of God remains on him."
        },
        {
            "book": "John",
            "chapter": 3,
            "verse": 36,
            "text": "Now when Jesus learned that the Pharisees had heard that Jesus was making and baptizing more disciples than John"
        },
        {
            "book": "John",
            "chapter": 3,
            "verse": 37,
            "text": "(although Jesus himself did not baptize, but only his disciples),"
        },
        {
            "book": "John",
            "chapter": 3,
            "verse": 38,
            "text": "he left Judea and departed again for Galilee."
        },
        {
            "book": "John",
            "chapter": 3,
            "verse": 39,
            "text": "And he had to pass through Samaria."
        },
        {
            "book": "John",
            "chapter": 3,
            "verse": 40,
            "text": "So he came to a town of Samaria called Sychar, near the field that Jacob had given to his son Joseph."
        },
        {
            "book": "John",
            "chapter": 3,
            "verse": 41,
            "text": "Jacob's well was there; so Jesus, wearied as he was from his journey, was sitting beside the well. It was about the sixth hour."
        },
        {
            "book": "John",
            "chapter": 3,
            "verse": 42,
            "text": "A woman from Samaria came to draw water. Jesus said to her, 'Give me a drink.'"
        },
        {
            "book": "John",
            "chapter": 3,
            "verse": 43,
            "text": "(For his disciples had gone away into the city to buy food.)"
        },
        {
            "book": "John",
            "chapter": 3,
            "verse": 44,
            "text": "The Samaritan woman said to him, 'How is it that you, a Jew, ask for a drink from me, a woman of Samaria?' (For Jews have no dealings with Samaritans.)"
        },
        {
            "book": "John",
            "chapter": 3,
            "verse": 45,
            "text": "Jesus answered her, 'If you knew the gift of God, and who it is that is saying to you, 'Give me a drink,' you would have asked him, and he would have given you living water.'"
        },
        {
            "book": "John",
            "chapter": 3,
            "verse": 46,
            "text": "The woman said to him, 'Sir, you have nothing to draw water with, and the well is deep. Where do you get that living water?'"
        },
        {
            "book": "John",
            "chapter": 3,
            "verse": 47,
            "text": "Are you greater than our father Jacob? He gave us the well and drank from it himself, as did his sons and his livestock."
        },
        {
            "book": "John",
            "chapter": 3,
            "verse": 48,
            "text": "Jesus said to her, 'Everyone who drinks of this water will be thirsty again,"
        },
        {
            "book": "John",
            "chapter": 3,
            "verse": 49,
            "text": "but whoever drinks of the water that I will give him will never be thirsty again. The water that I will give him will become in him a spring of water welling up to eternal life.'"
        },
        {
            "book": "John",
            "chapter": 3,
            "verse": 50,
            "text": "The woman said to him, 'Sir, give me this water, so that I will not be thirsty or have to come here to draw water.'"
        },
        {
            "book": "John",
            "chapter": 3,
            "verse": 51,
            "text": "Jesus said to her, 'Go, call your husband, and come here.'"
        },
        {
            "book": "John",
            "chapter": 3,
            "verse": 52,
            "text": "The woman answered him, 'I have no husband.' Jesus said to her, 'You are right in saying, 'I have no husband';"
        },
        {
            "book": "John",
            "chapter": 3,
            "verse": 53,
            "text": "for you have had five husbands, and the one you now have is not your husband. What you have said is true.'"
        },
        {
            "book": "John",
            "chapter": 3,
            "verse": 54,
            "text": "The woman said to him, 'Sir, I perceive that you are a prophet.'"
        },
        {
            "book": "John",
            "chapter": 3,
            "verse": 55,
            "text": "Our fathers worshiped on this mountain, but you say that in Jerusalem is the place where people ought to worship."
        },
        {
            "book": "John",
            "chapter": 3,
            "verse": 56,
            "text": "Jesus said to her, 'Woman, believe me, the hour is coming when neither on this mountain nor in Jerusalem will you worship the Father.'"
        },
        {
            "book": "John",
            "chapter": 3,
            "verse": 57,
            "text": "You worship what you do not know; we worship what we know, for salvation is from the Jews."
        },
        {
            "book": "John",
            "chapter": 3,
            "verse": 58,
            "text": "But the hour is coming, and is now here, when the true worshipers will worship the Father in spirit and truth, for the Father is seeking such people to worship him."
        },
        {
            "book": "John",
            "chapter": 3,
            "verse": 59,
            "text": "God is spirit, and those who worship him must worship in spirit and truth."
        }
    ]
}